Repository: FactoryiOS/ShoppingList37
Catalog: ShoppingList37/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# %@ (Копия)
source: %@ (Copy)
ru: %@ (Копия)

# Введите название списка
source: Enter the list name
ru: Введите название списка

# Вы действительно хотите удалить все купленные товары?
source: Do you really want to delete all purchased items?
ru: Вы действительно хотите удалить все купленные товары?

# Вы действительно хотите удалить список?
source: Do you really want to delete the list?
ru: Вы действительно хотите удалить список?

# Вы действительно хотите удалить товар?
source: Do you really want to delete the item?
ru: Вы действительно хотите удалить товар?

# Выберите дизайн
source: Select design
ru: Выберите дизайн

# Выберите цвет
source: Select color
ru: Выберите цвет

# Готово
source: Done
ru: Готово

# Давайте спланируем покупки!
source: Let's plan our shopping!
ru: Давайте спланируем покупки!

# Добавить товар
source: Add product
ru: Добавить товар

# Добро пожаловать!
source: Welcome!
ru: Добро пожаловать!

# Ед. изм.
source: Unit
ru: Ед. изм.

# и не переживайте о покупках
source: and don't worry about shopping
ru: и не переживайте о покупках

# кг
source: kg
ru: кг

# Количество
source: Count
ru: Количество

# л
source: l
ru: л

# Мои списки
source: My lists
ru: Мои списки

# Название товара
source: Product name
ru: Название товара

# Начать
source: Begin
ru: Начать

# Начните добавлять товары
source: Start adding products
ru: Начните добавлять товары

# Никогда не забывайте, что нужно купить
source: Never forget what you need to buy.
ru: Никогда не забывайте, что нужно купить

# Отменить
source: Cancel
ru: Отменить

# Поделиться
source: Share
ru: Поделиться

# Поиск
source: Search
ru: Поиск

# Редактировать
source: Edit
ru: Редактировать

# Редактировать список
source: Edit list
ru: Редактировать список

# Светлая
source: Light
ru: Светлая

# Системная
source: System
ru: Системная

# Снять отметки со всех товаров
source: Deselect all items
ru: Снять отметки со всех товаров

# Создавайте списки
source: Create lists
ru: Создавайте списки

# Создайте свой первый список
source: Create your first list
ru: Создайте свой первый список

# Создание товара
source: Creating product
ru: Создание товара

# Создать
source: Create
ru: Создать

# Создать список
source: Create list
ru: Создать список

# Сортировка по Алфавиту
source: Sort Alphabetically
ru: Сортировка по Алфавиту

# Сохранить
source: Save
ru: Сохранить

# Тёмная
source: Dark
ru: Тёмная

# Удаление купленных товаров
source: Removing purchased items
ru: Удаление купленных товаров

# Удаление списка
source: Deleting list
ru: Удаление списка

# Удаление товара
source: Deleting product
ru: Удаление товара

# Удалить
source: Delete
ru: Удалить

# Удалить купленные товары
source: Remove purchased items
ru: Удалить купленные товары

# Установить тему
source: Set theme
ru: Установить тему

# Цвет
source: Color
ru: Цвет

# шт
source: pcs
ru: шт

# Этот товар уже есть в списке, добавьте другой
source: This item is already in the list, please add another one
ru: Этот товар уже есть в списке, добавьте другой
